Locales["ar"] = {
    UI = {
        modal = {
            save = {
                title = "حفظ",
                description = ""
            },
            exit = {
                title = "خروج",
                description = "لن يتم حفظ شيء"
            },
            accept = "نعم",
            decline = "لا"
        },
        ped = {
            title = "الشكل",
            model = "النوع"
        },
        headBlend = {
            title = "شكلك",
            shape = {
                title = "الوجه",
                firstOption = "الاب",
                secondOption = "الام",
                mix = "خلط"
            },
            skin = {
                title = "سكين",
                firstOption = "الاب",
                secondOption = "الام",
                mix = "خلط"
            },
            race = {
                title = "رايس",
                shape = "الشكل",
                skin = "سكين",
                mix = "خلط"
            }
        },
        faceFeatures = {
            title = "ملامح الوجه",
            nose = {
                title = "الأنف",
                width = "عرض",
                height = "طول",
                size = "حجم",
                boneHeight = "ارتفاع العظام",
                boneTwist = "تطور العظام",
                peakHeight = "ذروة الارتفاع"
            },
            eyebrows = {
                title = "الحواجب",
                height = "ارتفاع",
                depth = "عمق"
            },
            cheeks = {
                title = "الفحوصات",
                boneHeight = "ارتفاع العظام",
                boneWidth = "عرض العظام",
                width = "عرض"
            },
            eyesAndMouth = {
                title = "العيون والفم",
                eyesOpening = "فتح العيون",
                lipsThickness = "سمك الشفاه"
            },
            jaw = {
                title = "فك",
                width = "عرض",
                size = "بحجم"
            },
            chin = {
                title = "ذقن",
                lowering = "عرض",
                length = "طول",
                size = "حجم",
                hole = "الحفرة"
            },
            neck = {
                title = "رقبه",
                thickness = "سماكة"
            }
        },
        headOverlays = {
            title = "المظهر",
            hair = {
                title = "شعر",
                style = "النوع",
                color = "اللون",
                highlight = "التسليط",
                texture = "نَسِيج",
                fade = "نزول"
            },
            opacity = "الغضب",
            style = "النوع",
            color = "اللون",
            secondColor = "اللون الثانوي",
            blemishes = "العيوب",
            beard = "اللحية",
            eyebrows = "الحواجب",
            ageing = "شيخوخة",
            makeUp = "ميك أب",
            blush = "احمر خدود",
            complexion = "بشرة",
            sunDamage = "اشعه الشمس",
            lipstick = "أحمر الشفاه",
            moleAndFreckles = "النمش",
            chestHair = "شعر الصدر",
            bodyBlemishes = "عيوب الجسم",
            eyeColor = "لون العيون"
        },
        components = {
            title = "ملابس",
            drawable = "الظهور",
            texture = "الشكل",
            mask = "قناع",
            upperBody = "اليدين",
            lowerBody = "أرجل",
            bags = "الحقائب والمظلة",
            shoes = "أحذية",
            scarfAndChains = "وشاح والسلاسل",
            shirt = "قميص",
            bodyArmor = "الدروع الواقية",
            decals = "شارات",
            jackets = "السترات",
            head = "رأس"
        },
        props = {
            title = "الاضافات",
            drawable = "الظهور",
            texture = "الشكل",
            hats = "القبعات والخوذات",
            glasses = "نظارات",
            ear = "أذن",
            watches = "ساعات",
            bracelets = "الأساور"
        },
        tattoos = {
            title = "الوشم",
            items = {
                ZONE_TORSO = "الشكل",
                ZONE_HEAD = "رأس",
                ZONE_LEFT_ARM = "اليد الايسر",
                ZONE_RIGHT_ARM = "اليد الايسر",
                ZONE_LEFT_LEG = "الساق اليسرى",
                ZONE_RIGHT_LEG = "الساق اليمنى"
            },
            apply = "تأكيد",
            delete = "حدف",
            deleteAll = "حدف كل الوشم",
            opacity = "الغضب"
        }
    },
    outfitManagement = {
        title = "إدارة المظاهر",
        jobText = "إدارة المظاهر للوظيفة",
        gangText = "إدارة المظاهر للعصابة"
    },
    cancelled = {
        title = "إلغاء التخصيص",
        description = "لم يتم حفظ التخصيص"
    },
    outfits = {
        import = {
            title = "أدخل رمز المظهر",
            menuTitle = "استيراد المظهر",
            description = "استيراد مظهر من رمز المشاركة",
            name = {
                label = "تسمية المظهر",
                placeholder = "مظهر جميل",
                default = "المظهر المستورد"
            },
            code = {
                label = "رمز المظهر"
            },
            success = {
                title = "تم استيراد المظهر",
                description = "يمكنك الآن تغيير المظهر باستخدام قائمة المظاهر"
            },
            failure = {
                title = "فشل الاستيراد",
                description = "رمز المظهر غير صحيح"
            }
        },
        generate = {
            title = "إنشاء رمز المظهر",
            description = "إنشاء رمز مظهر للمشاركة",
            failure = {
                title = "حدث خطأ ما",
                description = "فشل إنشاء الرمز للمظهر"
            },
            success = {
                title = "تم إنشاء رمز المظهر",
                description = "هذا رمز مظهرك"
            }
        },
        save = {
            menuTitle = "حفظ المظهر الحالي",
            menuDescription = "حفظ مظهرك الحالي كمظهر %s",
            description = "حفظ مظهرك الحالي",
            title = "تسمية مظهرك",
            managementTitle = "تفاصيل إدارة المظهر",
            name = {
                label = "اسم المظهر",
                placeholder = "مظهر رائع جداً"
            },
            gender = {
                label = "الجنس",
                male = "ذكر",
                female = "أنثى"
            },
            rank = {
                label = "الرتبة الأدنى"
            },
            failure = {
                title = "فشل الحفظ",
                description = "يوجد مظهر بنفس الاسم بالفعل"
            },
            success = {
                title = "نجاح",
                description = "تم حفظ المظهر %s"
            }
        },
        update = {
            title = "تحديث المظهر",
            description = "حفظ ملابسك الحالية إلى مظهر موجود",
            failure = {
                title = "فشل التحديث",
                description = "هذا المظهر غير موجود"
            },
            success = {
                title = "نجاح",
                description = "تم تحديث المظهر %s"
            }
        },
        change = {
            title = "تغيير المظهر",
            description = "اختر من أي من مظاهرك المحفوظة حالياً  %s",
            pDescription = "اختر من أي من مظاهرك المحفوظة حالياً",
            failure = {
                title = "حدث خطأ ما",
                description = "المظهر الذي تحاول تغييره ليس لديه مظهر أساسي",
            }
        },
        delete = {
            title = "حذف المظهر",
            description = "حذف مظهر %s محفوظ",
            mDescription = "حذف أي من مظاهرك المحفوظة",
            item = {
                title = 'حذف "%s"',
                description = "نموذج: %s%s"
            },
            success = {
                title = "نجاح",
                description = "تم حذف المظهر"
            }
        },
        manage = {
            title = "👔 | إدارة مظاهر %s"
        }
    },
    jobOutfits = {
        title = "مظاهر العمل",
        description = "اختر من أي من مظاهر العمل الخاصة بك"
    },
    menu = {
        returnTitle = "عودة",
        title = "غرفة الملابس",
        outfitsTitle = "مظاهر اللاعب",
        clothingShopTitle = "متجر الملابس",
        barberShopTitle = "حلاق",
        tattooShopTitle = "محل العلامات الجسمية",
        surgeonShopTitle = "جراحة البلاستيك"
    },
    clothing = {
        title = "شراء الملابس - $%d",
        titleNoPrice = "تغيير الملابس",
        options = {
            title = "👔 | خيارات متجر الملابس",
            description = "اختر من مجموعة واسعة من البنود للارتداء"
        },
        outfits = {
            title = "👔 | خيارات المظاهر",
            civilian = {
                title = "مظهر مدني",
                description = "ارتد ثيابك"
            }
        }
    },
    commands = {
        reloadskin = {
            title = "يجعل شخصيتك تحميل مجدداً",
            failure = {
                title = "خطأ",
                description = "لا يمكنك استخدام reloadskin الآن"
            }
        },
        clearstuckprops = {
            title = "يزيل جميع العناصر المرفقة بالكيان",
            failure = {
                title = "خطأ",
                description = "لا يمكنك استخدام clearstuckprops الآن"
            }
        },
        pedmenu = {
            title = "فتح / إعطاء قائمة الملابس",
            failure = {
                title = "خطأ",
                description = "لا يوجد اللاعب على الإنترنت"
            }
        },
        joboutfits = {
            title = "يفتح قائمة أزياء العمل"
        },
        gangoutfits = {
            title = "يفتح قائمة أزياء العصابات"
        },
        bossmanagedoutfits = {
            title = "يفتح قائمة ملابس المدير"
        }
    },
    textUI = {
        clothing = "متجر الملابس - السعر: $%d",
        barber = "حلاق - السعر: $%d",
        tattoo = "محل العلامات الجسمية - السعر: $%d",
        surgeon = "جراحة البلاستيك - السعر: $%d",
        clothingRoom = "غرفة الملابس",
        playerOutfitRoom = "المظاهر"
    },
    migrate = {
        success = {
            title = "نجاح",
            description = "انتهت الهجرة. %s جلد تم تهجيرها",
            descriptionSingle = "تم تهجير الجلد"
        },
        skip = {
            title = "معلومات",
            description = "تخطي الجلد"
        },
        typeError = {
            title = "خطأ",
            description = "نوع غير صحيح"
        }
    },
    purchase = {
        tattoo = {
            success = {
                title = "نجاح",
                description = "اشتريت علامة جسم بقيمة %s$ ل %s"
            },
            failure = {
                title = "فشل في تطبيق العلامة الجسمية",
                description = "ليس لديك ما يكفي من المال!"
            }
        },
        store = {
            success = {
                title = "نجاح",
                description = "أعطيت $%s ل %s!"
            },
            failure = {
                title = "استغلال!",
                description = "لم يكن لديك ما يكفي من المال! حاولت أن تستغل النظام!"
            }
        }
    }
}
